7zip
accountsservice
adobe-source-code-pro-fonts
air
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-file-transfer
android-sdk
anki
ark
awesome-terminal-fonts
baobab
base
base-devel
bash-completion
bazelisk
bc
bear
bind
bluedevil
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-utils
breeze-gtk
btop
btrfs-assistant
btrfs-progs
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
catch2
cdrdao
cdrtools
char-white
chromium
chwd
cliphist
cpupower
cryptsetup
cups
cups-filters
cups-pdf
dbeaver
decibels
device-mapper
dhclient
dictd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dosfstools
downgrade
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
emmet-language-server
eog
epiphany
ethtool
evince
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-im-emoji-picker-git
fcitx5-kkc
fcitx5-mozc-ut
fcitx5-qt
ffmpegthumbnailer
ffmpegthumbs
file-roller
filelight
firefox
flameshot
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fsarchiver
fwupd
game-devices-udev
gazelle-tui
gdm
gedit
ghostscript
gimp
git
github-cli
glances
glibc-debug
glow
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-nettool
gnome-power-manager
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
goose-bin
gopls
grilo-plugins
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gtest
gutenprint
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gwenview
haruna
haveged
hdparm
helix
hwdetect
hwinfo
hyprland
iftop
inetutils
intel-media-driver
intel-media-sdk
intel-ucode
iptables
iwd
jdk17-openjdk
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenlive
kdeplasma-addons
kdialog
keepass
keepassxc
kinfocenter
kio-admin
kitty
konsole
kscreen
kwallet-pam
kwalletmanager
lazydocker
lazygit
less
lib32-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libnma
libopenraw
libplasma
librewolf-bin
libva-nvidia-driver
libva-utils
libwnck3
light
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
localsend-bin
logrotate
loupe
lsb-release
lsscsi
lvm2
ly
mako
malcontent
man-db
man-pages
mariadb-lts
mdadm
mediainfo
meld
mesa-utils
micro
mkinitcpio
modemmanager
mokutil
mtools
nano
nano-syntax-highlighting
nautilus
neovim
netctl
nethogs
networkmanager
networkmanager-openvpn
nfs-utils
nheko-git
nilfs-utils
nmap
nodejs-emmet-ls
nomacs-git
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nvidia-580xx-dkms
nvidia-prime
nvidia-settings
obs-studio
octopi
okular
onlyoffice-bin
openbsd-netcat
openssh
opentabletdriver
orca
os-prober
pacman-contrib
papers
pavucontrol
pdftk
perl
phonon-qt6-vlc
pinta
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
playerctl
plocate
plymouth
plymouth-kcm
pnpm
polkit-kde-agent
poppler-glib
postgresql-libs
power-profiles-daemon
powerdevil
protonmail-bridge
pv
pyright
python
python-defusedxml
python-internetarchive
python-jedi
python-packaging
python-pipx
qt6-wayland
qtpass
rawtherapee
rebuild-detector
reflector
ripgrep
rofi
rofi-tools-bin
rsync
rtkit
ruby
ruff
rygel
s-nail
sddm
sddm-kcm
sg3_utils
shotcut
showtime
signal-desktop
simple-scan
smartmontools
snapper
snapshot
sof-firmware
spectacle
splix
sqlc
sqls
sshfs
starship
steam
sudo
superhtml-bin
sushi
swappy
sway
sway-contrib
swaybg
swayidle
swaylock
switcheroo-control
sxiv
sysfsutils
system-config-printer
systemd-lsp
tailscale
tecla
texinfo
thunderbird
tmux
tofi
tomatoshell
totem
traceroute
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ttf-roboto-mono
ty
typescript-language-server
ufw
umu-launcher
unrar
unzip
upower
usb_modeswitch
usbutils
uv
uwsm
valgrind
vim
virtualbox
virtualbox-host-dkms
vivaldi
vlc
vlc-plugins-all
vscode-langservers-extracted
vulkan-intel
vulkan-nouveau
watchman-bin
waybar
wayland-protocols
weathr-bin
wev
wget
which
winetricks
wireless-regdb
wireplumber
wireshark-qt
wl-clipboard
wlsunset
wmenu
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-desktop-portal-termfilechooser-hunkyburrito-git
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xsettingsd
yaml-language-server
yay
yazi
yelp
yt-dlp
zig-master-bin
zip
zotero
zoxide
